[{
		"title": "111",
		"tags": "",
		"body": "<<setActors DialogueManager MsMeta null null>> \n<<setExpression MsMetaDialogueActor smiling>>\nMsMeta: …my god. It actually worked.\n<<setExpression MsMetaDialogueActor smiling_closed>>\nMsMeta: I’m in the past. I traveled through time. And I made it in one piece!\n<<setExpression MsMetaDialogueActor neutral>>\nMsMeta: Hm. So this is what Justice City was like in 1942.\nMsMeta: It’s a different look, that’s for sure. Different enough that I have no idea where I am.\n<<setExpression MsMetaDialogueActor blinking>>\n<<setExpression MsMetaDialogueActor neutral_speaking>>\nMsMeta: And no sign of Arachdroid, either. That’s bad news.\n<<setExpression MsMetaDialogueActor neutral>>\nMsMeta: I can’t stop Arachdroid from intervening in the Battle of the Harbor Shipyard if I don’t even know where the Harbor Shipyard is.\n<<setExpression MsMetaDialogueActor angry_closed>>\nMsMeta: Would it have killed that damn kid to have stolen the one out of the world’s two working time machines that didn’t come equipped with state-of-the-art temporal mapping software…?\n\n[[112]] \n",
		"position": {
			"x": 493,
			"y": 282
		},
		"colorID": 0
	},
	{
		"title": "112",
		"tags": "",
		"body": "<<setActors DialogueManager MsMeta null Max>> \n<<setExpression MaxDialogueActor neutral_speaking>>\nMax: I mean, you got the one with the working two-way temporal communicator, so.\n<<setExpression MsMetaDialogueActor smiling>>\nMsMeta: Max!\n<<setExpression MaxDialogueActor pleased>>\nMax: Hey, Army, this is the year 2020 on the line. You made it in one piece, and you haven’t destroyed our whole reality yet. Congratulations.\n<<setExpression MsMetaDialogueActor neutral>>\nMsMeta: Don’t throw me a parade just yet. There’s no sign of Arachdroid, or the Habor Shipyard. Doctor Entropy’s prototype time machine dropped me in some neighborhood in Justice City that I don’t even recognize.\n<<setExpression MaxDialogueActor neutral>>\nMax: Yeah, I’m sure if Grandma had known in advance that Alex was gonna bust in and take off with the fully-loaded version of the Time Engine, she’d have upgraded the prototype.\n<<setExpression MaxDialogueActor neutral_speaking>>\nMax: Look on the bright side: at least you landed somewhere inside Justice City’s limits, and all in one piece.\n<<setExpression MsMetaDialogueActor smirking>>\nMsMeta: Yeah, that’s comforting.\n<<setExpression MsMetaDialogueActor sad>>\nMsMeta: …\n<<setExpression MsMetaDialogueActor sad_speaking>>\nMsMeta: How’s Doctor Entropy doing? Any good news?\n<<setExpression MaxDialogueActor worried_speaking>>\nMax: She’s unconscious, but stable. No internal injuries or broken bones. That’s…lucky, I guess. I think the shock took her down, more than anything. But she’s tough. She’s survived worse.\n<<setExpression MaxDialogueActor worried>>\nMax: I called Clive as soon as…that happened to Meta Man. He came down and took Grandma straight to JCU, got her set up in intensive care.\n<<setExpression MsMetaDialogueActor neutral_speaking>>\nMsMeta: Thank god for Clive.\n<<setExpression MsMetaDialogueActor sad>>\nMsMeta: …Max? I’m sorry.\n<<setExpression MaxDialogueActor neutral>>\nMax: For what?\n<<setExpression MsMetaDialogueActor sad>>\nMsMeta: Dr. Entropy. Meta Man. What happened to them. If I’d been faster…\n<<setExpression MaxDialogueActor angry_speaking>>\nMax: No, Martine Mendez.\n<<setExpression MaxDialogueActor angry>>\nMax: You are not responsible for this.\n<<setExpression MaxDialogueActor worried_speaking>>\nMax: You didn’t put notion in Alex Ma’s fool head to steal a time machine, get in a fight with my grandmother the ex supervillain who still owns a death ray and has no trouble using it, then skip town and go back to the height of World War 2, and intervene in the deadliest super-versus-super punch-up to ever occur on American soil, all so they could roll up and play the goddamn Knight in Shining Armor, punch the big bad Nazi, and then take off their helmet for some of that “I am no man” mythic nonsense and…somehow fix racism and the kierarchy and all that.\n<<setExpression MaxDialogueActor angry>>\nMax: In doing so, you did not freeze Meta Man, the greatest superhero in modern history, into some kind of bizarre nega-state, and simultaneously depower every superhero I’ve been able to make contact with over the infoweb.\n<<setExpression MsMetaDialogueActor neutral_speaking>>\nMsMeta: It wasn’t just you? Everybody? Even the Praetorian?\n<<setExpression MaxDialogueActor neutral>>\nMax: Dunno. I haven’t been able to raise him on comms. But everyone else, seems like it.\n<<setExpression MsMetaDialogueActor sad_speaking>>\nMsMeta: Guess you’ve got more right than most people to be mad as hell at Arachdroid…I mean, Alex.\n<<setExpression MaxDialogueActor neutral>>\nMax: Martine, I’m not just mad, I’m terrified.\n<<setExpression MaxDialogueActor worried_speaking>>\nMax: Alex is fifteen years old, got a powered suit they made out of shit they scavenged from a Best Buy dumpster while their fifth foster family in as many years wasn’t looking, and now they want to take on Backdraft.\n<<setExpression MaxDialogueActor worried>>\nMax: If Alex doesn’t destroy reality by creating an incompatible temporal singularity that unravels time itself…they’re going to wind up dead at Backdraft’s hands.\n<<setExpression MsMetaDialogueActor angry_closed>>\nMsMeta: Backdraft’s that dangerous?\n<<setExpression MaxDialogueActor angry>>\nMax: He was a terror. If you cross paths with him, don’t engage. Grab Alex and get the hell out, I don’t care if you abandon the city or Meta Man or whatever.\n<<setExpression MaxDialogueActor worried_speaking>>\nMax: Meta Man’s the only hero who ever stood a chance against Backdraft. Everyone else who tangled with him wound up a trail of charred grease and melted spandex.\n<<setExpression MsMetaDialogueActor neutral>>\nMsMeta: …acknowledged.\n<<setExpression MaxDialogueActor smiling>>\nMax: I’m not saying you’re not as good as Meta Man, Army. You’re his protégé for a reason. You’ve got the flame. But you don’t want to test yourself like this…\n<<setExpression MsMetaDialogueActor smirking_speaking>>\nMsMeta: Max. I know what you meant.\n<<setExpression MsMetaDialogueActor neutral_speaking>>\nMsMeta: I’m past worrying about proving myself against Meta Man’s legacy. That’s not my focus.\n<<setExpression MsMetaDialogueActor neutral>>\nMsMeta: The most important thing right now is to find Alex and bring them home before the damage they’ve done goes permanent.\n<<setExpression MaxDialogueActor pleased_closed>>\nMax: I wouldn’t trust anybody but you to pull through on this, Martine.\n<<setExpression MsMetaDialogueActor smirking>>\nMsMeta: Hah. Thanks.\n<<setExpression MsMetaDialogueActor neutral_speaking>>\nMsMeta: Gotta find them first, though. It’d help if I knew where I was, and how to get to the Harbor Shipyard.\n[[113]] \n",
		"position": {
			"x": 489,
			"y": 570
		},
		"colorID": 0
	},
	{
		"title": "113",
		"tags": "",
		"body": "<<setExpression MaxDialogueActor slightly smiling>>\nMax: Is that all you need?\n<<setExpression MaxDialogueActor neutral>>\nMax: I’ll see if I can use mapping software to send your engine an updated map reflecting Justice City’s 1942 layout.\n<<setExpression MaxDialogueActor neutral speaking>>\nMax: It’s tricky, but doable. I’ll have to account for some mathematical variables based off Grandma’s research on temporal displacement and my own work on P versus NP.\n<<setExpression MsMetaDialogueActor neutral smirking>>\nMsMeta: So long as it gets me where I need to go, I don’t really care how it works.\n<<setExpression MaxDialogueActor pleased closed mouth>>\nMax: They teach you that in USACE? Anyway, here it comes.\n<<setExpression MaxDialogueActor neutral>>\nMax: Press [PLAYER INTERACTION BUTTON] to bring up the map.\n",
		"position": {
			"x": 493,
			"y": 835
		},
		"colorID": 0
	}
]